---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.MEPSection.FrictionFactor
source: html/e5665702-d478-6f50-c11a-07bb4911d3c4.htm
---
# Autodesk.Revit.DB.Mechanical.MEPSection.FrictionFactor Property

The friction factor of the section.

## Syntax (C#)
```csharp
public double FrictionFactor { get; }
```

## Remarks
Friction Factor is a number.
 The friction factor type is UT_Number.